cask_args app: "/Applications"

tap "homebrew/bundle"
tap "homebrew/services"

brew "ack"
brew "apko"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awscli@2"
brew "boost"
brew "bzip2"
brew "bzip2"
brew "chezmoi"
brew "clang-format"
brew "clang-format"
brew "cmake"
brew "cmake"
brew "colima"
brew "coreutils"
brew "cosign"
brew "docker"
brew "docker"
brew "docker-buildx"
brew "flyctl"
brew "gh"
brew "gnu-sed"
brew "golang"
brew "htop-osx"
brew "iperf"
brew "ipinfo-cli"
brew "jq"
brew "llvm"
brew "nmap"
brew "neovim"
brew "openssl"
brew "pidof"
brew "pkg-config"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "xz"
brew "yarn"
brew "tig"
brew "tmux"
brew "wget"
brew "xz"
brew "yq"
brew "zlib"

cask "alacritty"
cask "bartender"
cask "goland"
cask "google-cloud-sdk"
<<<<<<< HEAD
cask "iterm2"
cask "mactex"
cask "orbstack"
=======
cask "jetbrains-toolbox"
>>>>>>> 3159b3a (update the apps in use)
cask "raycast"
cask "remarkable"
cask "transmission"
