cask_args app: "/Applications"

tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"

brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "boost"
brew "bzip2"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "colima"
brew "coreutils"
brew "gh"
brew "glib"
brew "gnu-getopt"
brew "htop-osx"
brew "hub"
brew "iperf"
brew "ipinfo-cli"
brew "jq"
brew "libtool"
brew "llvm"
brew "mobile-shell"
brew "nmap"
brew "node"
brew "openssl"
brew "pidof"
brew "pkg-config"
brew "rustup"
brew "shellcheck"
brew "terraform"
brew "terragrunt"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "xz"
brew "yarn"
brew "zlib"

cask "1password"
cask "asana"
cask "bartender"
cask "cleanshot"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "openphone"
cask "raycast"
cask "rectangle"
cask "remarkable"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "zoom"
