cask_args app: "/Applications"

# Taps
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/versions"
tap "homebrew/services"

# Brews
brew "ack"
brew "ansible"
brew "autoconf"
brew "automake"
brew "boost"
brew "cmake"
brew "coreutils"
brew "deis"
brew "deisctl"
brew "glib"
brew "go"
brew "htop-osx"
brew "hub"
brew "iperf"
brew "libtool"
brew "mobile-shell"
brew "nmap"
brew "node"
brew "openssl"
brew "percona-server"
brew "pidof"
brew "pkg-config"
brew "rbenv"
brew "redis"
brew "ruby-build"
brew "terraform"
brew "tig"
brew "tig"
brew "vim"
brew "wget"
brew "xz"

# Casks
cask "1password"
cask "adium"
cask "bartender"
cask "chefdk"
cask "docker"
cask "docker-machine"
cask "dropbox"
cask "emacs"
cask "google-chrome"
cask "moom"
cask "skype"
cask "slack"
cask "sonos"
cask "spotify"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "vlc"
cask "vmware-fusion"
cask "zoomus"

